Repository: Robbertdk/WooCommerce
Catalog: languages/woocommerce-buckaroo-gateway-*.po
Languages: nl_nl

source: Shipping person birthdate:
nl_nl: Geboortedatum persoon van verzendadres:

source: Fill required fields if bill in on the company:
nl_nl: Vul verplichte velden in als u bestelt als bedrijf:

source: Buckaroo sends an email to the customer with the payment procedures.
nl_nl: Buckaroo stuurt een e-mail naar de klant met de betaalstappen.

source: Show payment procedures
nl_nl: Laat de betaalstappen zien

source: Show payment procedures on Thank You page after payment confirmation.
nl_nl: Laat de betaalstappen zien op de Bedankt pagina nadat de order is bevestigd.

source: Cost center of the order is required
nl_nl: Kostenplaats van de order is verplicht

source: Cost center of the order (this will be visible on the invoice):
nl_nl: Kostenplaats van de order (dit wordt getoond op de factuur):

source: The notification service can be used to have the payment engine sent additional notifications at certain points. Different type of notifications can be sent and also using different methods to sent them.)
nl_nl: De Notificatie service kan gebruikt worden om Buckaroo een betaling compleet notificatie te laten sturen. Bij SEPA Direct Debit kan ook gekozen worden voor de pre-notificatie.

source: PreNotification: A pre-notification that is sent some time before performing a scheduled action. PaymentComplete: A notification that is sent when a transaction has been completed with success.
nl_nl: Pre-Notificatie: een pre-notificatie die enige tijd voor de geplande actie gestuurd wordt. Betaling Compleet: een notificatie die verstuurd wordt als de transactie is geslaagd.

source: Enables or disables possibility to pay using company credentials
nl_nl: Laat klanten de mogelijkheid zien om met bedrijfsinformatie te betalen. Dit is een apart abonnement.

source: Invoice delay (in days)
nl_nl: Factuur uitstellen (in dagen)

source: Specify the amount of days before Buckaroo invoices the order and sends out the payment mail.
nl_nl: Geef aan wat de factuurdatum moet zijn door het aantal dagen vanaf nu in te vullen.

source: Due date (in days)
nl_nl: Vervaldatum (in dagen)

source: Specify the number of days the customer has to complete their payment before the first reminder e-mail will be sent by Buckaroo.
nl_nl: Geef het aantal dagen op dat de klant heeft om de betaling te voldoen voordat de eerste herinnerings e-mail wordt verstuurd vanuit Buckaroo.

source: Max reminder level
nl_nl: Max herinneringsniveau

source: Select the maximum reminder level buckaroo will use.
nl_nl: Kies het maximale herinneringsniveau dat Buckaroo moet gebruiken.

source: Select allowed payment methods for Payment Guarantee. (Ctrl+Click select multiple)
nl_nl: Selecteer de toegestane betaalmethoden voor BetaalGarant (Ctrl + Klik om meerdere te selecteren).

source: Refund failed: Only full amount can be refunded for AfterPay. Partial amount can be refunded using Buckaroo Payment Plaza.
nl_nl: Refund mislukt: Alleen het hele bedrag kan gerefund worden voor AfterPay. Gedeeltelijke refunds kunnen gedaan worden via de Buckaroo Payment Plaza.

source: Enable/Disable
nl_nl: Zet aan/uit

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout.
nl_nl: Zet hier de titel die de klant ziet tijdens de checkout.

source: Description
nl_nl: Omschrijving

source: This controls the description which the user sees during checkout.
nl_nl: Zet hier de omschrijving die de klant ziet tijdens de checkout.

source: This is your Buckaroo payment plaza Website key.
nl_nl: Dit is uw Buckaroo payment plaza Website key (Profiel -> Websites -> Key).

source: The Secret password to verify transactions
nl_nl: Het geheime wachtwoord om transacties te verifiÃ«ren (Profiel -> Beveiliging -> Secret Key).

source: Transaction Mode
nl_nl: Transactie modus

source: Transaction mode used for processing orders
nl_nl: Transactie modus gebruikt om bestellingen te verwerken

source: Refunded %s - Refund transaction ID: %s
nl_nl: Refunded %s - Refund transactie ID: %s

source: Select allowed payment methods for SEPA Direct Debit. (Ctrl+Click select multiple)
nl_nl: Kies de toegestane betaalmethoden voor SEPA Direct Debit (Ctrl + Klik om meerdere te selecteren).

source: Use Notification Service
nl_nl: Gebruik Notificatie Service

source: Notification Type
nl_nl: Notificatie Type

source: Notification delay
nl_nl: Uitstel van Notificatie

source: The time at which the notification should be sent. If this is not specified, the notification is sent immediately.
nl_nl: Na hoeveel dagen de Notificatie verstuurd moet worden. Als dit niet wordt ingevuld, wordt de Notificatie direct verstuurd.

source: Please provide correct BIC
nl_nl: Geef alstublieft een correcte BIC op

source: Please accept licence agreements
nl_nl: Accepteer alstublieft de license agreements

source: Company registration number is required (KvK)
nl_nl: Kamer van Koophandel nummer is verplicht (KvK)

source: Company name is required
nl_nl: Bedrijfsnaam is verplicht

source: VAT (BTW) number is required
nl_nl: BTW nummer is verplicht

source: Please enter correct shipping person birthdate date
nl_nl: Voer alstublieft een correcte geboortedatum in van de persoon van het verzendadres

source: IBAN is required
nl_nl: IBAN is verplicht

source: Shipping person gender:
nl_nl: Geslacht van persoon van verzendadres:

source: COC (KvK) number:
nl_nl: KvK nummer:

source: Name of the organization:
nl_nl: Naam van het bedrijf:

source: VAT (BTW) number:
nl_nl: BTW nummer:

source: Accept licence agreement:
nl_nl: Accepteer license agreement:

source: Select afterpay service
nl_nl: Kies AfterPay service

source: Please select the service
nl_nl: Kies de gewenste AfterPay service

source: Enable B2B option for AfterPay
nl_nl: Zet B2B aan voor AfterPay

source: Default product Vat type
nl_nl: Standaard BTW type voor producten

source: Please select default vat type for your products
nl_nl: Kies standaard BTW type voor uw producten

source: Certificate
nl_nl: Certificaat

source: Certificate thumbprint
nl_nl: Certificaat thumbprint

source: Transaction description
nl_nl: Omschrijving van transactie

source: Language
nl_nl: Taal

source: Buckaroo Payment Engine culture
nl_nl: Buckaroo Payment Engine cultuur

source: Currency
nl_nl: Valuta

source: Extra charge amount
nl_nl: Betaaltoeslag

source: Specify static or percentage amount
nl_nl: Specificeer vast bedrag of percentage

source: Extra charge type
nl_nl: Betaaltoeslag type

source: Percentage or static
nl_nl: Percentage of vast bedrag

source: Number of days till order expire
nl_nl: Aantal dagen totdat de order verloopt

source: Number of days to the date that the order should be payed.
nl_nl: Aantal dagen voordat de order betaald moet zijn.

source: Refund failed:
nl_nl: Refund mislukt:

source: Refund failed for transaction ID: %s
nl_nl: Refund mislukt voor transactie ID: %s

source: Refund failed: Order not in ready state, Buckaroo transaction ID do not exists.
nl_nl: Refund mislukt: order is nog niet geslaagd. Buckaroo transactie ID bestaat niet.

source: Please fill in all required fields
nl_nl: Vul alstublieft alle verplichte velden in

source: Please enter correct birthdate date
nl_nl: Vul alstublieft een juiste geboortedatum in

source: TEST MODE
nl_nl: TEST MODUS

source: Gender:
nl_nl: Geslacht:

source: Firstname:
nl_nl: Voornaam:

source: Lastname:
nl_nl: Achternaam:

source: Birthdate:
nl_nl: Geboortedatum:

source: Number of days between order and invoice
nl_nl: Aantal dagen tussen aanmaken van order en versturen van factuur

source: Maximum days of delay 30.
nl_nl: Maximaal 30 dagen later

source: Send Email
nl_nl: Verstuur Email

source: Send Buckaroo Payment Plaza e-mail to customer.
nl_nl: Verstuurt Buckaroo Payment Plaza e-mail naar de klant.

source: Allowed payment methods
nl_nl: Toegestane betaalmethoden

source: Select allowed payment methods for Payment Guarantee ByJuno. (Ctrl+Click select multiple)
nl_nl: Selecteer toegestane betaalmethoden voor BetaalGarant ByJuno (Ctrl + Klik om meerdere te selecteren).

source: Wrong IBAN number
nl_nl: Verkeerd IBAN nummer

source: Bank account holder:
nl_nl: Rekeninghouder:

source: Use Credit Managment
nl_nl: Gebruik Credit Management

source: Buckaroo sends payment reminders to the customer. (Contact Buckaroo before activating Credit Management. By default this is excluded in the contract.)
nl_nl: Buckaroo verstuurt betalingsherinneringen naar de klant. (Neem contact op met Buckaroo alvorens Credit Management te activeren. Standaard is dit niet toegevoegd in het contact.)

source: Payment cancelled by customer.
nl_nl: Betaling geannuleerd door de klant.

source: Payment unsuccessful. Please try again or choose another payment method.
nl_nl: Betaling mislukt. Probeer het alstublieft opnieuw of kies een andere betaalmethode.

source: Checkout for company
nl_nl: Betalen als bedrijf

source: Payment fee
nl_nl: Betaaltoeslag
